tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jandedobbeleer/oh-my-posh"
brew "cmake"
brew "fd"
brew "fzf"
brew "gcc"
brew "python@3.11"
brew "mercurial"
brew "neovim"
brew "node"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "zsh-autosuggestions"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
