tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
brew "cgal"
brew "cmake"
brew "coreutils"
brew "fd"
brew "gcc"
brew "fzf"
brew "numpy"
brew "gdal"
brew "gradle"
brew "mercurial"
brew "neovim"
brew "node"
brew "postgis"
brew "python@3.11"
brew "ripgrep"
brew "tree"
brew "zsh-autosuggestions"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jstkdng/programs/ueberzugpp"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "wezterm-nightly"
