aspnet-runtime
aspnet-runtime-7.0
aws-adfs
aws-cli
base
base-devel
bash-completion
chafa
clang
cmake
cppcheck
cpupower
dos2unix
dotnet-sdk
dotnet-sdk-7.0
extra-cmake-modules
fd
fish
fmt
freeglut
fzf
gcc-fortran
git
github-cli
go
hdf5
hwloc
imagemagick
jq
less
libc++
libtiff5
libxtst
lua51
lua52
lua53
luarocks
miniconda3
mpich
mpich-debug
nano
neovim
ninja
nodejs-lts-jod
numactl
oh-my-posh
oh-my-posh-debug
opencv
openssh
progress
python-boto3
python-botocore
python-click
python-fido2
python-libarchive-c
python-lxml
python-pynvim
python-requests-kerberos
qt6-base
ripgrep
sowing
sudo
tectonic
texlive-binextra
texlive-doc
texlive-fontsextra
texlive-latexextra
texlive-latexrecommended
texlive-mathscience
texlive-pictures
texlive-xetex
tree-sitter-cli
unzip
vim
wget
zk
