aspnet-runtime
aspnet-runtime-7.0
aws-cli
base
base-devel
cmake
dos2unix
dotnet-sdk
dotnet-sdk-7.0
fd
fzf
git
go
jq
nano
neovim
openssh
progress
python-boto3
python-botocore
python-click
python-fido2
python-libarchive-c
python-lxml
python-requests-kerberos
ripgrep
sudo
texlive-binextra
texlive-latexrecommended
ttf-nerd-fonts-symbols-mono
unzip
vim
wget
zellij
